{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<unused_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<unused_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<unused_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<unused_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<unused_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<unused_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<unused_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<unused_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<unused_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<unused_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<unused_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<unused_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<unused_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<unused_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<unused_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<unused_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<unused_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<unused_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<unused_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<unused_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<unused_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<unused_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<unused_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<unused_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<unused_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<unused_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<unused_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<unused_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<unused_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<unused_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<unused_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<unused_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<unused_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<unused_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<unused_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<unused_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<unused_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<unused_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<unused_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<unused_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<unused_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<unused_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<unused_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<unused_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<unused_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<unused_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<unused_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<unused_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<unused_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<unused_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<unused_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<unused_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<unused_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<unused_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<unused_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<unused_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<unused_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<unused_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<unused_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<unused_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<unused_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<unused_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<unused_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<unused_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "<unused_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<unused_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "<unused_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "<unused_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "<unused_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "<unused_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "<unused_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "<unused_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "<unused_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "<unused_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "<unused_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "<unused_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "<unused_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "<unused_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "<unused_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "<unused_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "<unused_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "<unused_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 86,
      "content": "<unused_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 87,
      "content": "<unused_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 88,
      "content": "<unused_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "<unused_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 90,
      "content": "<unused_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 91,
      "content": "<unused_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 92,
      "content": "<unused_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 93,
      "content": "<unused_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94,
      "content": "<unused_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 95,
      "content": "<unused_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 96,
      "content": "<unused_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 97,
      "content": "<unused_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 98,
      "content": "<unused_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 99,
      "content": "<unused_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "<unused_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "<unused_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "<unused_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "<unused_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<unused_0>": 4,
      "<unused_1>": 5,
      "<unused_2>": 6,
      "<unused_3>": 7,
      "<unused_4>": 8,
      "<unused_5>": 9,
      "<unused_6>": 10,
      "<unused_7>": 11,
      "<unused_8>": 12,
      "<unused_9>": 13,
      "<unused_10>": 14,
      "<unused_11>": 15,
      "<unused_12>": 16,
      "<unused_13>": 17,
      "<unused_14>": 18,
      "<unused_15>": 19,
      "<unused_16>": 20,
      "<unused_17>": 21,
      "<unused_18>": 22,
      "<unused_19>": 23,
      "<unused_20>": 24,
      "<unused_21>": 25,
      "<unused_22>": 26,
      "<unused_23>": 27,
      "<unused_24>": 28,
      "<unused_25>": 29,
      "<unused_26>": 30,
      "<unused_27>": 31,
      "<unused_28>": 32,
      "<unused_29>": 33,
      "<unused_30>": 34,
      "<unused_31>": 35,
      "<unused_32>": 36,
      "<unused_33>": 37,
      "<unused_34>": 38,
      "<unused_35>": 39,
      "<unused_36>": 40,
      "<unused_37>": 41,
      "<unused_38>": 42,
      "<unused_39>": 43,
      "<unused_40>": 44,
      "<unused_41>": 45,
      "<unused_42>": 46,
      "<unused_43>": 47,
      "<unused_44>": 48,
      "<unused_45>": 49,
      "<unused_46>": 50,
      "<unused_47>": 51,
      "<unused_48>": 52,
      "<unused_49>": 53,
      "<unused_50>": 54,
      "<unused_51>": 55,
      "<unused_52>": 56,
      "<unused_53>": 57,
      "<unused_54>": 58,
      "<unused_55>": 59,
      "<unused_56>": 60,
      "<unused_57>": 61,
      "<unused_58>": 62,
      "<unused_59>": 63,
      "<unused_60>": 64,
      "<unused_61>": 65,
      "<unused_62>": 66,
      "<unused_63>": 67,
      "<unused_64>": 68,
      "<unused_65>": 69,
      "<unused_66>": 70,
      "<unused_67>": 71,
      "<unused_68>": 72,
      "<unused_69>": 73,
      "<unused_70>": 74,
      "<unused_71>": 75,
      "<unused_72>": 76,
      "<unused_73>": 77,
      "<unused_74>": 78,
      "<unused_75>": 79,
      "<unused_76>": 80,
      "<unused_77>": 81,
      "<unused_78>": 82,
      "<unused_79>": 83,
      "<unused_80>": 84,
      "<unused_81>": 85,
      "<unused_82>": 86,
      "<unused_83>": 87,
      "<unused_84>": 88,
      "<unused_85>": 89,
      "<unused_86>": 90,
      "<unused_87>": 91,
      "<unused_88>": 92,
      "<unused_89>": 93,
      "<unused_90>": 94,
      "<unused_91>": 95,
      "<unused_92>": 96,
      "<unused_93>": 97,
      "<unused_94>": 98,
      "<unused_95>": 99,
      "<unused_96>": 100,
      "<unused_97>": 101,
      "<unused_98>": 102,
      "<unused_99>": 103,
      "!": 104,
      "\"": 105,
      "#": 106,
      "$": 107,
      "%": 108,
      "&": 109,
      "'": 110,
      "(": 111,
      ")": 112,
      "*": 113,
      "+": 114,
      ",": 115,
      "-": 116,
      ".": 117,
      "/": 118,
      "0": 119,
      "1": 120,
      "2": 121,
      "3": 122,
      "4": 123,
      "5": 124,
      "6": 125,
      "7": 126,
      "8": 127,
      "9": 128,
      ":": 129,
      ";": 130,
      "<": 131,
      "=": 132,
      ">": 133,
      "?": 134,
      "@": 135,
      "A": 136,
      "B": 137,
      "C": 138,
      "D": 139,
      "E": 140,
      "F": 141,
      "G": 142,
      "H": 143,
      "I": 144,
      "J": 145,
      "K": 146,
      "L": 147,
      "M": 148,
      "N": 149,
      "O": 150,
      "P": 151,
      "Q": 152,
      "R": 153,
      "S": 154,
      "T": 155,
      "U": 156,
      "V": 157,
      "W": 158,
      "X": 159,
      "Y": 160,
      "Z": 161,
      "[": 162,
      "\\": 163,
      "]": 164,
      "^": 165,
      "_": 166,
      "`": 167,
      "a": 168,
      "b": 169,
      "c": 170,
      "d": 171,
      "e": 172,
      "f": 173,
      "g": 174,
      "h": 175,
      "i": 176,
      "j": 177,
      "k": 178,
      "l": 179,
      "m": 180,
      "n": 181,
      "o": 182,
      "p": 183,
      "q": 184,
      "r": 185,
      "s": 186,
      "t": 187,
      "u": 188,
      "v": 189,
      "w": 190,
      "x": 191,
      "y": 192,
      "z": 193,
      "{": 194,
      "|": 195,
      "}": 196,
      "~": 197,
      "¡": 198,
      "¢": 199,
      "£": 200,
      "¤": 201,
      "¥": 202,
      "¦": 203,
      "§": 204,
      "¨": 205,
      "©": 206,
      "ª": 207,
      "«": 208,
      "¬": 209,
      "®": 210,
      "¯": 211,
      "°": 212,
      "±": 213,
      "²": 214,
      "³": 215,
      "´": 216,
      "µ": 217,
      "¶": 218,
      "·": 219,
      "¸": 220,
      "¹": 221,
      "º": 222,
      "»": 223,
      "¼": 224,
      "½": 225,
      "¾": 226,
      "¿": 227,
      "À": 228,
      "Á": 229,
      "Â": 230,
      "Ã": 231,
      "Ä": 232,
      "Å": 233,
      "Æ": 234,
      "Ç": 235,
      "È": 236,
      "É": 237,
      "Ê": 238,
      "Ë": 239,
      "Ì": 240,
      "Í": 241,
      "Î": 242,
      "Ï": 243,
      "Ð": 244,
      "Ñ": 245,
      "Ò": 246,
      "Ó": 247,
      "Ô": 248,
      "Õ": 249,
      "Ö": 250,
      "×": 251,
      "Ø": 252,
      "Ù": 253,
      "Ú": 254,
      "Û": 255,
      "Ü": 256,
      "Ý": 257,
      "Þ": 258,
      "ß": 259,
      "à": 260,
      "á": 261,
      "â": 262,
      "ã": 263,
      "ä": 264,
      "å": 265,
      "æ": 266,
      "ç": 267,
      "è": 268,
      "é": 269,
      "ê": 270,
      "ë": 271,
      "ì": 272,
      "í": 273,
      "î": 274,
      "ï": 275,
      "ð": 276,
      "ñ": 277,
      "ò": 278,
      "ó": 279,
      "ô": 280,
      "õ": 281,
      "ö": 282,
      "÷": 283,
      "ø": 284,
      "ù": 285,
      "ú": 286,
      "û": 287,
      "ü": 288,
      "ý": 289,
      "þ": 290,
      "ÿ": 291,
      "Ā": 292,
      "ā": 293,
      "Ă": 294,
      "ă": 295,
      "Ą": 296,
      "ą": 297,
      "Ć": 298,
      "ć": 299,
      "Ĉ": 300,
      "ĉ": 301,
      "Ċ": 302,
      "ċ": 303,
      "Č": 304,
      "č": 305,
      "Ď": 306,
      "ď": 307,
      "Đ": 308,
      "đ": 309,
      "Ē": 310,
      "ē": 311,
      "Ĕ": 312,
      "ĕ": 313,
      "Ė": 314,
      "ė": 315,
      "Ę": 316,
      "ę": 317,
      "Ě": 318,
      "ě": 319,
      "Ĝ": 320,
      "ĝ": 321,
      "Ğ": 322,
      "ğ": 323,
      "Ġ": 324,
      "ġ": 325,
      "Ģ": 326,
      "ģ": 327,
      "Ĥ": 328,
      "ĥ": 329,
      "Ħ": 330,
      "ħ": 331,
      "Ĩ": 332,
      "ĩ": 333,
      "Ī": 334,
      "ī": 335,
      "Ĭ": 336,
      "ĭ": 337,
      "Į": 338,
      "į": 339,
      "İ": 340,
      "ı": 341,
      "Ĳ": 342,
      "ĳ": 343,
      "Ĵ": 344,
      "ĵ": 345,
      "Ķ": 346,
      "ķ": 347,
      "ĸ": 348,
      "Ĺ": 349,
      "ĺ": 350,
      "Ļ": 351,
      "ļ": 352,
      "Ľ": 353,
      "ľ": 354,
      "Ŀ": 355,
      "ŀ": 356,
      "Ł": 357,
      "ł": 358,
      "Ń": 359,
      "Ġì": 360,
      "ìĿ": 361,
      "Ġt": 362,
      "Ġë": 363,
      "Ġa": 364,
      "he": 365,
      "íķ": 366,
      "in": 367,
      "Ġê": 368,
      "re": 369,
      "on": 370,
      "Ġthe": 371,
      "ëĭ": 372,
      "ìĹ": 373,
      "at": 374,
      "Ġs": 375,
      "er": 376,
      "Ġo": 377,
      "Ġc": 378,
      "ëĭ¤": 379,
      "en": 380,
      "Ġí": 381,
      "ëĬ": 382,
      "ìĿ´": 383,
      "ed": 384,
      "Ġp": 385,
      "ëĬĶ": 386,
      "ìĹĲ": 387,
      "it": 388,
      "is": 389,
      "Ġw": 390,
      "an": 391,
      "ìł": 392,
      "ìĦ": 393,
      "Ġin": 394,
      "or": 395,
      "ê³": 396,
      "es": 397,
      "ìĿĺ": 398,
      "al": 399,
      "Ġof": 400,
      "ion": 401,
      "Ġan": 402,
      "Ġb": 403,
      "íķĺ": 404,
      "Ġf": 405,
      "Ġm": 406,
      "ê°": 407,
      "ing": 408,
      "ë¡": 409,
      "ìĿĦ": 410,
      "Ġìŀ": 411,
      "Ġd": 412,
      "ic": 413,
      "ro": 414,
      "Ġto": 415,
      "íķľ": 416,
      "Ġand": 417,
      "ìŀ": 418,
      "ë¡ľ": 419,
      "ë¥": 420,
      "ar": 421,
      "ì§": 422,
      "as": 423,
      "Ġìł": 424,
      "Īëĭ¤": 425,
      "ct": 426,
      "ĠìĿ": 427,
      "ent": 428,
      "ìľ": 429,
      "ou": 430,
      "ìļ": 431,
      "¸°": 432,
      "le": 433,
      "ìĭ": 434,
      "Ġre": 435,
      "Īĺ": 436,
      "ê°Ģ": 437,
      "Ġth": 438,
      "Ġë°": 439,
      "ë¥¼": 440,
      "Ġe": 441,
      "Ġê°": 442,
      "ìĿĢ": 443,
      "ê³ł": 444,
      "ìĦľ": 445,
      "ëı": 446,
      "Ĥ¬": 447,
      "ì§Ģ": 448,
      "ation": 449,
      "Ġê²": 450,
      "ë¦": 451,
      "ìķ": 452,
      "ëĲ": 453,
      "Ġh": 454,
      "Ġis": 455,
      "ve": 456,
      "ĠìĪĺ": 457,
      "om": 458,
      "ìĬ": 459,
      "ê¸°": 460,
      "Ġbe": 461,
      "us": 462,
      "ĮĢ": 463,
      "ê²": 464,
      "Ġl": 465,
      "ìľ¼": 466,
      "il": 467,
      "íķ´": 468,
      "ëĵ": 469,
      "Ġn": 470,
      "ìĸ": 471,
      "ëıĦ": 472,
      "êµ": 473,
      "ce": 474,
      "ë¦¬": 475,
      "Ġ1": 476,
      "ly": 477,
      "ĥģ": 478,
      "Ġìķ": 479,
      "Ġìĭ": 480,
      "ĠìĹ": 481,
      "id": 482,
      "ìĹĲìĦľ": 483,
      "im": 484,
      "ëł": 485,
      "ìľ¼ë¡ľ": 486,
      "Ġg": 487,
      "ë¶": 488,
      "ĠìĿ´": 489,
      "st": 490,
      "ur": 491,
      "ëĤ": 492,
      "ol": 493,
      "et": 494,
      "ìłģ": 495,
      "ĠìĦ": 496,
      "ut": 497,
      "ë³": 498,
      "ìĿ¸": 499,
      "ê³¼": 500,
      "Ġcon": 501,
      "Ġfor": 502,
      "íĸ": 503,
      "ìŀĲ": 504,
      "ay": 505,
      "The": 506,
      "Ġìľ": 507,
      "ë©": 508,
      "ë§": 509,
      "Ġë³": 510,
      "Ġì§": 511,
      "ìĦ±": 512,
      "Ġst": 513,
      "Ġthat": 514,
      "un": 515,
      "Ġpro": 516,
      "ig": 517,
      "ìĭľ": 518,
      "ë°": 519,
      "ch": 520,
      "ĠìŀĪ": 521,
      "ìĸ´": 522,
      "Ġê³": 523,
      "Ġon": 524,
      "ul": 525,
      "ot": 526,
      "ìĬ¤": 527,
      "Ġëĭ": 528,
      "ĠëĮĢ": 529,
      "ìłķ": 530,
      "ë¬": 531,
      "íĻ": 532,
      "ĠìŀĪëĭ¤": 533,
      "ìĺ": 534,
      "ĠìĤ¬": 535,
      "Ġ2": 536,
      "Ġë¶": 537,
      "£¼": 538,
      "ëĿ": 539,
      "ìĤ¬": 540,
      "Ġas": 541,
      "ment": 542,
      "ëĭĪëĭ¤": 543,
      "Ġë§": 544,
      "ra": 545,
      "ow": 546,
      "ìļ©": 547,
      "íķł": 548,
      "ì²": 549,
      "ith": 550,
      "ĠëĤ": 551,
      "ir": 552,
      "ëĿ¼": 553,
      "ìĽ": 554,
      "ìĨ": 555,
      "if": 556,
      "Ġìłľ": 557,
      "Ġwith": 558,
      "íĺ": 559,
      "ìĻ": 560,
      "ëŁ": 561,
      "Ġìĺ": 562,
      "el": 563,
      "ê·": 564,
      "ë¶Ģ": 565,
      "ver": 566,
      "Ġy": 567,
      "ì¹": 568,
      "os": 569,
      "íķĺëĬĶ": 570,
      "Ġit": 571,
      "´Ģ": 572,
      "ëĲĺ": 573,
      "ìłľ": 574,
      "Ġêµ": 575,
      "Ġê¸°": 576,
      "ect": 577,
      "ìĥģ": 578,
      "Ġex": 579,
      "ter": 580,
      "ere": 581,
      "Ġê²ĥ": 582,
      "ĥĿ": 583,
      "am": 584,
      "od": 585,
      "ëĵ¤": 586,
      "ìļĶ": 587,
      "ëĲľ": 588,
      "Ġê°Ģ": 589,
      "Ġde": 590,
      "ìŀ¥": 591,
      "ìĹ¬": 592,
      "ĠA": 593,
      "ore": 594,
      "Ġcom": 595,
      "Ġê·": 596,
      "Ġëı": 597,
      "ĠíĻ": 598,
      "ge": 599,
      "Ġv": 600,
      "¹Ħ": 601,
      "¡°": 602,
      "ate": 603,
      "Ġare": 604,
      "Ġíķ": 605,
      "Ġwas": 606,
      "Ġëª": 607,
      "ë©´": 608,
      "ĠC": 609,
      "ëĤĺ": 610,
      "ê²Į": 611,
      "ëª": 612,
      "Ġsu": 613,
      "00": 614,
      "ë²": 615,
      "ìĻĢ": 616,
      "ity": 617,
      "ëŀ": 618,
      "ĠìłĦ": 619,
      "ive": 620,
      "¤ĳ": 621,
      "ĠS": 622,
      "Ġì§Ģ": 623,
      "Ġby": 624,
      "res": 625,
      "íĻĶ": 626,
      "est": 627,
      "th": 628,
      "Ġal": 629,
      "her": 630,
      "Ġyou": 631,
      "um": 632,
      "êµ¬": 633,
      "íĬ": 634,
      "Ġor": 635,
      "Ġwh": 636,
      "ess": 637,
      "Ġë³´": 638,
      "ìķĦ": 639,
      "ab": 640,
      "íĦ": 641,
      "ud": 642,
      "Ġse": 643,
      "ìĿ¼": 644,
      "ìĪĺ": 645,
      "pp": 646,
      "ad": 647,
      "ĠìľĦ": 648,
      "ri": 649,
      "Ġìĭľ": 650,
      "oc": 651,
      "Ġíĺ": 652,
      "¯¸": 653,
      "ì¹ĺ": 654,
      "ist": 655,
      "ĠI": 656,
      "ill": 657,
      "Ĥ°": 658,
      "ìłĦ": 659,
      "em": 660,
      "Ġìłķ": 661,
      "qu": 662,
      "ated": 663,
      "íķĺê³ł": 664,
      "Ġìļ": 665,
      "ìĽĲ": 666,
      "ant": 667,
      "Ġìĥģ": 668,
      "íĥ": 669,
      "Ġìľł": 670,
      "ëĮĢ": 671,
      "ain": 672,
      "íĦ°": 673,
      "íĬ¸": 674,
      "ers": 675,
      "rom": 676,
      "ìĨĮ": 677,
      "Ġat": 678,
      "ìĬµ": 679,
      "nt": 680,
      "op": 681,
      "ı¬": 682,
      "Ġus": 683,
      "du": 684,
      "se": 685,
      "íķľëĭ¤": 686,
      "ëħ": 687,
      "iv": 688,
      "ì¶": 689,
      "ure": 690,
      "ies": 691,
      "ë³´": 692,
      "Ġëĵ": 693,
      "ì²´": 694,
      "ë£": 695,
      "ial": 696,
      "Ġê´Ģ": 697,
      "Ġcomp": 698,
      "ì£¼": 699,
      "Ġr": 700,
      "Ġê²½": 701,
      "Ġìĸ": 702,
      "Ġ3": 703,
      "ĠìĨ": 704,
      "ort": 705,
      "'s": 706,
      "Ġmay": 707,
      "Ġëĭ¤": 708,
      "Ġë¬": 709,
      "ļĮ": 710,
      "êµŃ": 711,
      "íķĺìĹ¬": 712,
      "Ġì£¼": 713,
      "Ĩµ": 714,
      "act": 715,
      "ìļ°": 716,
      "Ġfrom": 717,
      "ëıĻ": 718,
      "ê¸": 719,
      "ê³Ħ": 720,
      "Ġì¤ĳ": 721,
      "ĠìĹ°": 722,
      "ëį": 723,
      "Ġë°ı": 724,
      "ë§Į": 725,
      "ëŁ¬": 726,
      "Ġcan": 727,
      "ĠìĿ¸": 728,
      "Ġcont": 729,
      "Ġinc": 730,
      "Ġsh": 731,
      "ëĵľ": 732,
      "±°": 733,
      "Ġha": 734,
      "Ġun": 735,
      "ac": 736,
      "igh": 737,
      "ìĤ°": 738,
      "iz": 739,
      "Ġres": 740,
      "Ġch": 741,
      "AA": 742,
      "ong": 743,
      "íĶ": 744,
      "In": 745,
      "ĠB": 746,
      "ĠP": 747,
      "Ġëį": 748,
      "ìĬµëĭĪëĭ¤": 749,
      "ase": 750,
      "Ġne": 751,
      "Ġì¶": 752,
      "ding": 753,
      "ult": 754,
      "ê·¸": 755,
      "ìĹħ": 756,
      "Ġhe": 757,
      "ìĿ´ëĭ¤": 758,
      "íĸĪëĭ¤": 759,
      "Ġnot": 760,
      "ê°Ħ": 761,
      "Ġthis": 762,
      "age": 763,
      "ld": 764,
      "íĸī": 765,
      "Ġê·¸": 766,
      "orm": 767,
      "ĠìŀĲ": 768,
      "ì°": 769,
      "ìĦ¸": 770,
      "ĠK": 771,
      "ìĭł": 772,
      "ĠìĿĺ": 773,
      "ë¬¸": 774,
      "Ġle": 775,
      "per": 776,
      "art": 777,
      "Ġëª¨": 778,
      "ice": 779,
      "Ġwere": 780,
      "Ġë¶Ħ": 781,
      "ĠìķĦ": 782,
      "ĠM": 783,
      "ĠëĶ": 784,
      "cc": 785,
      "Ġë°ľ": 786,
      "íķ©": 787,
      "Ġì°": 788,
      "Ġhave": 789,
      "Ġim": 790,
      "Ġë¶Ģ": 791,
      "ical": 792,
      "¦Ŀ": 793,
      "ì¡°": 794,
      "Ġêµ¬": 795,
      "ĠíĶ": 796,
      "Ġë¹Ħ": 797,
      "ke": 798,
      "ìĺĢ": 799,
      "pl": 800,
      "Ġ\"": 801,
      "ëł¥": 802,
      "ë¬¼": 803,
      "og": 804,
      "pe": 805,
      "Ġad": 806,
      "ë¹Ħ": 807,
      "ĠíĮ": 808,
      "Ġì¡°": 809,
      "ff": 810,
      "ëªħ": 811,
      "ition": 812,
      "Ġì²": 813,
      "Ġdis": 814,
      "and": 815,
      "ë¶Ħ": 816,
      "form": 817,
      "ë©°": 818,
      "ĠëĤĺ": 819,
      "pt": 820,
      "ust": 821,
      "ĠìĿ¼": 822,
      "Ġpl": 823,
      "ction": 824,
      "Ġê³µ": 825,
      "Ġint": 826,
      "ĠìŀĪëĬĶ": 827,
      "ìĭĿ": 828,
      "Ġë²": 829,
      "ìĹĪëĭ¤": 830,
      "Ġê²°": 831,
      "Ġíķĺ": 832,
      "ĠëĮĢíķľ": 833,
      "ance": 834,
      "ans": 835,
      "ĠìķĬ": 836,
      "Ġen": 837,
      "ĳľ": 838,
      "ĠF": 839,
      "ìĥĿ": 840,
      "ĽĦ": 841,
      "ĠD": 842,
      "ê³µ": 843,
      "Ġëĵ±": 844,
      "ous": 845,
      "ĠìĤ¬ìļ©": 846,
      "ĠìĥĿ": 847,
      "ìŀħ": 848,
      "ê´Ģ": 849,
      "Ġwe": 850,
      "Ġhas": 851,
      "ĠëıĻ": 852,
      "Ġê°ľ": 853,
      "ìľĦ": 854,
      "ich": 855,
      "Ġ5": 856,
      "ë¯¸": 857,
      "ĠìĨĮ": 858,
      "ĠíĨµ": 859,
      "gh": 860,
      "ther": 861,
      "ĠëĤ´": 862,
      "Ġwill": 863,
      "Ġë°©": 864,
      "Ġper": 865,
      "ëħĦ": 866,
      "ine": 867,
      "Ġ4": 868,
      "ëĭ¨": 869,
      "ell": 870,
      "red": 871,
      "ë²ķ": 872,
      "ìłģìľ¼ë¡ľ": 873,
      "Ġab": 874,
      "íļĮ": 875,
      "ip": 876,
      "íĮ": 877,
      "ìķĪ": 878,
      "ìķ¼": 879,
      "Ġme": 880,
      "ê°ľ": 881,
      "ì§Ħ": 882,
      "Ġwhe": 883,
      "ìĹŃ": 884,
      "rou": 885,
      "ĠëĲ": 886,
      "ëĭĪ": 887,
      "ib": 888,
      "ìŀ¬": 889,
      "ĠN": 890,
      "ìľł": 891,
      "íħ": 892,
      "ight": 893,
      "Ġìĺģ": 894,
      "ìĺĢëĭ¤": 895,
      "Ġwhich": 896,
      "ĠìĦ¸": 897,
      "ëĦ": 898,
      "ĠH": 899,
      "ign": 900,
      "ķĮ": 901,
      "It": 902,
      "ìĸĳ": 903,
      "ëł¤": 904,
      "ëĬ¥": 905,
      "Ġê³ł": 906,
      "±´": 907,
      "ĴĪ": 908,
      "Th": 909,
      "ast": 910,
      "Ġíķľ": 911,
      "ìĭ¤": 912,
      "ue": 913,
      "Ġìĭ¤": 914,
      "Ġapp": 915,
      "der": 916,
      "ĠG": 917,
      "ì§Ī": 918,
      "ĺĲ": 919,
      "ì¶ľ": 920,
      "íĥĢ": 921,
      "all": 922,
      "vel": 923,
      "ëĭ¹": 924,
      "ìłģìĿ¸": 925,
      "so": 926,
      "Ġtr": 927,
      "ations": 928,
      "ĠE": 929,
      "ģ¬": 930,
      "Ġê°Ĳ": 931,
      "Ġíı¬": 932,
      "íĹ": 933,
      "íķĻ": 934,
      "ang": 935,
      "ag": 936,
      "ents": 937,
      "ide": 938,
      "íķ¨": 939,
      "ë¥¸": 940,
      "ould": 941,
      "ĠëķĮ": 942,
      "ë£Į": 943,
      "Ġíķ´": 944,
      "ĠëĶ°": 945,
      "¢ħ": 946,
      "Ġë¯¸": 947,
      "ì¡": 948,
      "íĺ¸": 949,
      "Ġcl": 950,
      "ê±°": 951,
      "Ġëĭ¨": 952,
      "ĠíĬ": 953,
      "ĠëĨ": 954,
      "ĠT": 955,
      "íĴĪ": 956,
      "ĠìĽ": 957,
      "able": 958,
      "ê¹": 959,
      "Ġ20": 960,
      "ĠëıĦ": 961,
      "Ġì¹": 962,
      "ary": 963,
      "end": 964,
      "ĳĲ": 965,
      "ĠíĻķ": 966,
      "Ġpre": 967,
      "íŀ": 968,
      "ount": 969,
      "íı¬": 970,
      "¤Ģ": 971,
      "ens": 972,
      "Ġalso": 973,
      "ë¬´": 974,
      "íĺķ": 975,
      "ĠìĬ": 976,
      "ĠìĻ": 977,
      "ĠìĹĨ": 978,
      "ê²½": 979,
      "con": 980,
      "ìĦĿ": 981,
      "ost": 982,
      "port": 983,
      "Ġìĭł": 984,
      "Ġgo": 985,
      "ence": 986,
      "ìĦł": 987,
      "ìĪ": 988,
      "íķĺê¸°": 989,
      "ë¡Ŀ": 990,
      "Ġìŀ¥": 991,
      "lect": 992,
      "Ġprodu": 993,
      "ĠìĹ¬": 994,
      "ime": 995,
      "ĠAAA": 996,
      "ear": 997,
      "Ġê¸": 998,
      "ìĹ°": 999,
      "iff": 1000,
      "Ġë°°": 1001,
      "ĠL": 1002,
      "íŀĪ": 1003,
      "ome": 1004,
      "ë¥´": 1005,
      "Ġ'": 1006,
      "Ġíĸ": 1007,
      "Ġwor": 1008,
      "ëĤ´": 1009,
      "ĠKore": 1010,
      "ê°ģ": 1011,
      "ĠìĦł": 1012,
      "µľ": 1013,
      "ap": 1014,
      "ìĿĮ": 1015,
      "Ġë°Ķ": 1016,
      "ific": 1017,
      "ë°ĺ": 1018,
      "our": 1019,
      "ëłĪ": 1020,
      "ê¸Ī": 1021,
      "out": 1022,
      "Ġacc": 1023,
      "ĠìĦľ": 1024,
      "ĠR": 1025,
      "êµĲ": 1026,
      "ĠìĹ°êµ¬": 1027,
      "Ġind": 1028,
      "lud": 1029,
      "ard": 1030,
      "íĹĺ": 1031,
      "Ġbut": 1032,
      "Ġstud": 1033,
      "ach": 1034,
      "nd": 1035,
      "Ġpart": 1036,
      "Ġ(": 1037,
      "Ġìłģ": 1038,
      "ê¹Į": 1039,
      "Ġso": 1040,
      "Ġíı": 1041,
      "ļ¨": 1042,
      "Ġsy": 1043,
      "íķĺìĺĢëĭ¤": 1044,
      "Ġreg": 1045,
      "BB": 1046,
      "ëŀĺ": 1047,
      "Ġem": 1048,
      "ry": 1049,
      "Ġìĸ´": 1050,
      "Ġê²½ìļ°": 1051,
      "ru": 1052,
      "cess": 1053,
      "ë³¸": 1054,
      "Ġgen": 1055,
      "íĸ¥": 1056,
      "ĠJ": 1057,
      "Ġì¶Ķ": 1058,
      "irst": 1059,
      "erm": 1060,
      "ions": 1061,
      "Ġ10": 1062,
      "ëª¨": 1063,
      "Ġëħ": 1064,
      "Ġì´": 1065,
      "ak": 1066,
      "Ġdi": 1067,
      "ĠìĦ±": 1068,
      "ĠìľĦíķ´": 1069,
      "ĠêµŃ": 1070,
      "ëį°": 1071,
      "Ġê°Ļ": 1072,
      "Ġman": 1073,
      "ĠìĺĪ": 1074,
      "10": 1075,
      "ĠëĺĲ": 1076,
      "are": 1077,
      "ìļ´": 1078,
      "Ġte": 1079,
      "Ġthere": 1080,
      "aus": 1081,
      "Ġpres": 1082,
      "ëĲł": 1083,
      "Ġbeen": 1084,
      "ased": 1085,
      "ìĺ¤": 1086,
      "Ġë¬¸": 1087,
      "Ġexp": 1088,
      "ok": 1089,
      "íİ": 1090,
      "Ġ6": 1091,
      "ia": 1092,
      "½Ķ": 1093,
      "ĠíĬ¹": 1094,
      "Ġdiff": 1095,
      "Ġact": 1096,
      "ĠìłĢ": 1097,
      "ë°©": 1098,
      "Ġë³Ģ": 1099,
      "Ġall": 1100,
      "Ġì¦Ŀ": 1101,
      "ì¤Ģ": 1102,
      "ìĹĪ": 1103,
      "Ġk": 1104,
      "Ġrec": 1105,
      "Ġinclud": 1106,
      "ĠëįĶ": 1107,
      "Ġëį°": 1108,
      "Ġë©": 1109,
      "rough": 1110,
      "ë§Ī": 1111,
      "¯¼": 1112,
      "ative": 1113,
      "Ġrel": 1114,
      "ious": 1115,
      "Ĩł": 1116,
      "ber": 1117,
      "¶Į": 1118,
      "Ġev": 1119,
      "Ġtrans": 1120,
      "Ġag": 1121,
      "ĠìĦ¤": 1122,
      "ëŁī": 1123,
      "ëĶ": 1124,
      "Ġfirst": 1125,
      "ìĹĲëĬĶ": 1126,
      "Ġout": 1127,
      "erv": 1128,
      "ì¤ĳ": 1129,
      "Ġë°ĺ": 1130,
      "ìĨį": 1131,
      "ace": 1132,
      "Ġê±°": 1133,
      "ëł¨": 1134,
      "ĠíķĦ": 1135,
      "Ġìĺ¤": 1136,
      "ĠU": 1137,
      "ìħ": 1138,
      "Ġë§Ī": 1139,
      "Ġìļ°": 1140,
      "íķĺê²Į": 1141,
      "ë°ľ": 1142,
      "ual": 1143,
      "Ġam": 1144,
      "ì°¨": 1145,
      "Ġíĥ": 1146,
      "Ġj": 1147,
      "20": 1148,
      "Ġcons": 1149,
      "Ġtime": 1150,
      "ì¸": 1151,
      "ĠìĽĲ": 1152,
      "ass": 1153,
      "fter": 1154,
      "Ġthan": 1155,
      "ìłĢ": 1156,
      "Ġdet": 1157,
      "ê²°": 1158,
      "ĠêµĲ": 1159,
      "ĠìļĶ": 1160,
      "ose": 1161,
      "Ġì§Ħ": 1162,
      "Ġíı¬íķ¨": 1163,
      "Ġê²ĥìľ¼ë¡ľ": 1164,
      "ìłĲ": 1165,
      "Ġother": 1166,
      "dition": 1167,
      "ree": 1168,
      "This": 1169,
      "ëĲĺëĬĶ": 1170,
      "ĠìĬ¤": 1171,
      "Ġinv": 1172,
      "ìŀĳ": 1173,
      "Ġinter": 1174,
      "ater": 1175,
      "ì§Ģë§Į": 1176,
      "Ġê³Ħ": 1177,
      "íĭ": 1178,
      "Ġìµľ": 1179,
      "Ġpat": 1180,
      "Ġsuch": 1181,
      "ìĪł": 1182,
      "ced": 1183,
      "Ġmore": 1184,
      "ĠíļĮ": 1185,
      "ìĺģ": 1186,
      "ĠíĽĦ": 1187,
      "Ġsub": 1188,
      "ie": 1189,
      "ê±´": 1190,
      "Ġeff": 1191,
      "ì¦Ŀ": 1192,
      "íģ¬": 1193,
      "pec": 1194,
      "ìĭ¬": 1195,
      "ates": 1196,
      "Ġíĳľ": 1197,
      "ĠíĻĺ": 1198,
      "ìķĺ": 1199,
      "ors": 1200,
      "up": 1201,
      "ëĲľëĭ¤": 1202,
      "Ġro": 1203,
      "Ġone": 1204,
      "Ġthrough": 1205,
      "ĠìķĮ": 1206,
      "Ġbet": 1207,
      "Ġsa": 1208,
      "we": 1209,
      "ating": 1210,
      "ame": 1211,
      "Ġsc": 1212,
      "Ħë¡ľ": 1213,
      "Ġli": 1214,
      "ĠíĻľ": 1215,
      "Ġob": 1216,
      "Ġmet": 1217,
      "Ġsp": 1218,
      "Ġbec": 1219,
      "ory": 1220,
      "íĤ": 1221,
      "ĠìŀĪìĬµëĭĪëĭ¤": 1222,
      "uc": 1223,
      "ub": 1224,
      "Ġíĺķ": 1225,
      "ph": 1226,
      "Ġyour": 1227,
      "ile": 1228,
      "ational": 1229,
      "ĠìķĪ": 1230,
      "Ġìŀ¬": 1231,
      "Ġprov": 1232,
      "ress": 1233,
      "Ġìŀħ": 1234,
      "ë£¨": 1235,
      "íĳľ": 1236,
      "Ġë§¤": 1237,
      "Ġì°¨": 1238,
      "ording": 1239,
      "stem": 1240,
      "íĥľ": 1241,
      "íĺĦ": 1242,
      "íĨµ": 1243,
      "Ġpos": 1244,
      "Ġwho": 1245,
      "ject": 1246,
      "ll": 1247,
      "Ġinform": 1248,
      "ark": 1249,
      "ëĵ¤ìĿ´": 1250,
      "te": 1251,
      "Ġqu": 1252,
      "Ġ7": 1253,
      "Ġco": 1254,
      "Ġar": 1255,
      "Ġdo": 1256,
      "We": 1257,
      "Ġë¬´": 1258,
      "ĠëĤĺíĥĢ": 1259,
      "ë¶ĢíĦ°": 1260,
      "ood": 1261,
      "lic": 1262,
      "ëĲĺìĹĪëĭ¤": 1263,
      "Ġë§Į": 1264,
      "Ġê³¼": 1265,
      "íĽĦ": 1266,
      "ë¥ĺ": 1267,
      "Ġcompan": 1268,
      "Ġincre": 1269,
      "ê¸ī": 1270,
      "Ġsign": 1271,
      "ility": 1272,
      "ĠíĺĦ": 1273,
      "ìĹ¼": 1274,
      "Ġcomm": 1275,
      "ìķ½": 1276,
      "íĿ": 1277,
      "íĸĪ": 1278,
      "Ġìĥ": 1279,
      "ause": 1280,
      "Ġimp": 1281,
      "´ĳ": 1282,
      "ìĹĲê²Į": 1283,
      "Ġproduct": 1284,
      "Ġíķľëĭ¤": 1285,
      "Ġyear": 1286,
      "Ġvar": 1287,
      "Ġresult": 1288,
      "low": 1289,
      "Ġsystem": 1290,
      "ric": 1291,
      "Ġë§İ": 1292,
      "Ġcol": 1293,
      "ied": 1294,
      "FF": 1295,
      "Ġdat": 1296,
      "ìľ¼ë©°": 1297,
      "ĠëĨĴ": 1298,
      "und": 1299,
      "ìŀĦ": 1300,
      "ì¢ħ": 1301,
      "Ġtra": 1302,
      "íĶĮ": 1303,
      "Ġë¶Ī": 1304,
      "Ġ19": 1305,
      "ìŀħëĭĪëĭ¤": 1306,
      "one": 1307,
      "ween": 1308,
      "Ġwhen": 1309,
      "Ġê°ĢëĬ¥": 1310,
      "ail": 1311,
      "ities": 1312,
      "Ġdev": 1313,
      "ì´": 1314,
      "aly": 1315,
      "ĠëĺĲëĬĶ": 1316,
      "Ġinformation": 1317,
      "ìĦ±ìĿĦ": 1318,
      "Ī¬": 1319,
      "Ġbetween": 1320,
      "ìĿ´ëĿ¼": 1321,
      "Ġíļ¨": 1322,
      "íĻĺ": 1323,
      "ê¶Į": 1324,
      "Ġass": 1325,
      "Ġê°Ħ": 1326,
      "ĠíķĻ": 1327,
      "Ġê²Ģ": 1328,
      "ìĹĲìĦľëĬĶ": 1329,
      "ces": 1330,
      "ĠíķĦìļĶ": 1331,
      "Ġmod": 1332,
      "ĠíĨµíķ´": 1333,
      "ì§ģ": 1334,
      "ê²©": 1335,
      "rib": 1336,
      "ìĿ´íĦ°": 1337,
      "ĠëĶ°ëĿ¼": 1338,
      "Ġshow": 1339,
      "Ġinf": 1340,
      "íħĮ": 1341,
      "íı": 1342,
      "ëĲĺìĸ´": 1343,
      "ĠëĮĢíķ´": 1344,
      "int": 1345,
      "olog": 1346,
      "Ġafter": 1347,
      "ĠëĲĺ": 1348,
      "ë¦½": 1349,
      "Ġac": 1350,
      "Ġdata": 1351,
      "ĠKorea": 1352,
      "ob": 1353,
      "ĠCh": 1354,
      "ĠBBB": 1355,
      "íķ©ëĭĪëĭ¤": 1356,
      "Ġused": 1357,
      "ë§¤": 1358,
      "Ġdiffere": 1359,
      "íķĺì§Ģ": 1360,
      "Ġspec": 1361,
      "ë¯¼": 1362,
      "íĨł": 1363,
      "reat": 1364,
      "Ġë¶ĦìĦĿ": 1365,
      "Ġëĭ¤ë¥¸": 1366,
      "Ġform": 1367,
      "Ġê²°ê³¼": 1368,
      "ep": 1369,
      "ëĵł": 1370,
      "Ġê°ķ": 1371,
      "ized": 1372,
      "Ġê°ģ": 1373,
      "Ġ8": 1374,
      "pon": 1375,
      "ĠìĤ": 1376,
      "Ġìŀĳ": 1377,
      "very": 1378,
      "wo": 1379,
      "Ġdes": 1380,
      "Ġíıī": 1381,
      "ë³Ħ": 1382,
      "ëĳĲ": 1383,
      "19": 1384,
      "Ġabout": 1385,
      "ìĽĶ": 1386,
      "Ġë°Ľ": 1387,
      "Ġê´Ģëł¨": 1388,
      "ake": 1389,
      "hen": 1390,
      "Ġfin": 1391,
      "Ġprocess": 1392,
      "velop": 1393,
      "ĠìĭĿ": 1394,
      "ĠO": 1395,
      "ìľ¨": 1396,
      "íķĺëĭ¤": 1397,
      "ëĤľ": 1398,
      "Ġour": 1399,
      "Ġíİ": 1400,
      "ì²Ń": 1401,
      "Ġconf": 1402,
      "Ġperform": 1403,
      "ê¹Įì§Ģ": 1404,
      "ê·ł": 1405,
      "Ġunder": 1406,
      "ural": 1407,
      "Ġsupp": 1408,
      "ĠëķĮë¬¸": 1409,
      "Ġìłľê³µ": 1410,
      "ected": 1411,
      "Ġmed": 1412,
      "ution": 1413,
      "Ġdec": 1414,
      "ìľ¡": 1415,
      "Ġìłķë³´": 1416,
      "ack": 1417,
      "Ġcontro": 1418,
      "ĠW": 1419,
      "ĠìľĦíķľ": 1420,
      "Ġover": 1421,
      "Ġíķł": 1422,
      "ë¸": 1423,
      "ax": 1424,
      "ound": 1425,
      "Ġif": 1426,
      "ëĦ¤": 1427,
      "Ġtheir": 1428,
      "Ġpr": 1429,
      "row": 1430,
      "ĠëĦ": 1431,
      "ĠíĮĮ": 1432,
      "ĢìĿ´": 1433,
      "ention": 1434,
      "Ġhigh": 1435,
      "íĶĦ": 1436,
      "Ġanaly": 1437,
      "ove": 1438,
      "hed": 1439,
      "Ġlike": 1440,
      "Ġê²ĥìĿ´ëĭ¤": 1441,
      "ëĵ¤ìĿĢ": 1442,
      "Ġpe": 1443,
      "Ġwork": 1444,
      "Ġcor": 1445,
      "ì¦": 1446,
      "ĠíĮĲ": 1447,
      "ĠìĤ°": 1448,
      "Ġeffect": 1449,
      "ëŁ¬íķľ": 1450,
      "Ġgener": 1451,
      "±ħ": 1452,
      "ident": 1453,
      "Ġë§Ĳ": 1454,
      "ìĿĳ": 1455,
      "Ġonly": 1456,
      "ìĺĪ": 1457,
      "Ġì¢": 1458,
      "ìĥ": 1459,
      "ë°Ķ": 1460,
      "ëıĦë¡Ŀ": 1461,
      "acter": 1462,
      "ìŀĲìĿĺ": 1463,
      "Ġ9": 1464,
      "Ġpo": 1465,
      "Ġloc": 1466,
      "ract": 1467,
      "ite": 1468,
      "Ġëħ¸": 1469,
      "ular": 1470,
      "Ġdevelop": 1471,
      "Ġfe": 1472,
      "ange": 1473,
      "As": 1474,
      "ë¡ł": 1475,
      "Ġíķ¨": 1476,
      "Ġ200": 1477,
      "ĠíĶ¼": 1478,
      "Ġeach": 1479,
      "ection": 1480,
      "cy": 1481,
      "Ġph": 1482,
      "Ġthey": 1483,
      "cond": 1484,
      "ments": 1485,
      "Ġdevice": 1486,
      "Ġnew": 1487,
      "ient": 1488,
      "ë¦°": 1489,
      "Ġsur": 1490,
      "now": 1491,
      "ê²ł": 1492,
      "Ġnum": 1493,
      "ĠëĳĲ": 1494,
      "Ġno": 1495,
      "Ġtwo": 1496,
      "ê°Ĳ": 1497,
      "Ġëĭ¹": 1498,
      "Ġval": 1499,
      "tern": 1500,
      "ĠìĹŃ": 1501,
      "ì¼": 1502,
      "íķĺë©´": 1503,
      "Ġunit": 1504,
      "ìĨ¡": 1505,
      "Ġìĸĳ": 1506,
      "ally": 1507,
      "Ġëį°ìĿ´íĦ°": 1508,
      "íĥĿ": 1509,
      "ëŀĮ": 1510,
      "Ġinto": 1511,
      "íĤ¤": 1512,
      "ìĻ¸": 1513,
      "ower": 1514,
      "ìłĪ": 1515,
      "Ġatt": 1516,
      "Ġits": 1517,
      "Ġì¢ħ": 1518,
      "Ġsecond": 1519,
      "Ġcase": 1520,
      "íĶ¼": 1521,
      "uring": 1522,
      "Ġíķ©": 1523,
      "ê·¼": 1524,
      "ĠíĿ": 1525,
      "Ġins": 1526,
      "ë³ĳ": 1527,
      "tain": 1528,
      "íķŃ": 1529,
      "ye": 1530,
      "Ġíĸī": 1531,
      "ermin": 1532,
      "Ġusing": 1533,
      "Ġoff": 1534,
      "ĠìŀĪìĸ´": 1535,
      "Ġì²ĺ": 1536,
      "Ġì»": 1537,
      "íĭ°": 1538,
      "ê»": 1539,
      "ëĭ¬": 1540,
      "ire": 1541,
      "ays": 1542,
      "sis": 1543,
      "Ġpol": 1544,
      "sib": 1545,
      "ning": 1546,
      "ìĦ±ìĿ´": 1547,
      "Ġë¬¼": 1548,
      "íĮĮ": 1549,
      "Ġê±´": 1550,
      "Ġì§ģ": 1551,
      "ĠìłĲ": 1552,
      "Ġsaid": 1553,
      "ëĵ¤ìĿĺ": 1554,
      "av": 1555,
      "Ġra": 1556,
      "Ġcell": 1557,
      "ëĶĶ": 1558,
      "ë³´ëĭ¤": 1559,
      "Ġ201": 1560,
      "ĠíĶĦë¡ľ": 1561,
      "Â·": 1562,
      "ì²ľ": 1563,
      "Ġpartic": 1564,
      "íĿ¬": 1565,
      "ases": 1566,
      "Ġê·ľ": 1567,
      "Ġì¸": 1568,
      "Ġbecause": 1569,
      "Ġmeth": 1570,
      "ted": 1571,
      "ish": 1572,
      "±Ħ": 1573,
      "ered": 1574,
      "ĠëĶĶ": 1575,
      "Ġë°ľìĥĿ": 1576,
      "Ġstudy": 1577,
      "ì²ĺ": 1578,
      "ĠìĻ¸": 1579,
      "gan": 1580,
      "ook": 1581,
      "ìĦ¤": 1582,
      "Ġref": 1583,
      "ĠíķŃ": 1584,
      "Ġoper": 1585,
      "·¨": 1586,
      "ìķ¡": 1587,
      "ë¦¬ëĬĶ": 1588,
      "Ġup": 1589,
      "Ġelect": 1590,
      "Ġíģ": 1591,
      "put": 1592,
      "ĠíĻķìĿ¸": 1593,
      "Ġê²ĥìĿ´": 1594,
      "Ġpresent": 1595,
      "ìŀĲê°Ģ": 1596,
      "Ġcount": 1597,
      "Ġê²ĥìĿĦ": 1598,
      "ì½Ķ": 1599,
      "Ġë¹": 1600,
